[
  {
    "series": "a",
    "title": "Vision Series A",
    "description": "Designed for high-speed applications requiring full-range image scanning and stitching, the A Series offers unmatched precision for large-scale inspections.",
    "image": "HERO",
    "features": [
      "Specifically designed for products requiring full-range size measurements - PCBs, FPCs, HDI boards, IC carrier, boards, mass-produced 3C products, and more",
      "Supports a flexible combination of multiple lenses and cameras addressing the combined requirements of efficiency and precision in various measurement environments",
      "Optional additional sensors and lasers available for precise height difference and flatness measurements",
      "Includes advanced and comprehensive metrology assessment",
      "Fully automated programming functions, SPC, and more"
    ]
  },
  {
    "series": "f",
    "title": "Vision Series F",
    "description": "The F Series sets the benchmark for next-generation efficiency with its high-speed stroboscopic measurement capabilities, ideal for rapid throughput environments.",
    "image": "HERO",
    "features": [
      "Satisfies the full-range measurement requirements for high-density, high-precision products, including Mini-LEDs, IC carrier boards, photovoltaic components, and more.",
      "Optional additional sensors and lasers available for precise height difference and flatness measurements",
      "Includes advanced and comprehensive metrology assessment",
      "Advanced stroboscopic synchronous electric control system",
      "Fully automated programming functions, SPC, and more"
    ]
  },
  {
    "series": "b",
    "title": "Vision Series B",
    "description": "Engineered for instantaneous measurements of a large number of micron-sized features. The B Series delivers unparalleled accuracy in the inspection of fine-scale components.",
    "image": "HERO",
    "features": [
      "Satisfies the full-range measurement requirements for high-density, high-precision products, including silicon-based carrier boards, micro-sized holes, line widths/spacings, Mini-LEDs, IC carrier boards, and more",
      "Advanced stroboscopic synchronous electric control system",
      "Dual-axis linear motion system",
      "Includes advanced and comprehensive metrology assessment",
      "Fully automated programming functions, SPC, and more"
    ]
  },
  {
    "series": "u",
    "title": "Vision Series U",
    "description": "Versatile imaging solution for general-purpose quality control applications. The Vision Series U offers an excellent balance of performance and affordability for diverse inspection needs.",
    "image": "HERO",
    "features": [
      "High-speed, full-panel inspection of PCBs, FPCs, HDIs, IC substrates, and 3C products",
      "5–10× faster than traditional vision systems with full 2.5D capability",
      "FlashPro software with CAD import, SPC, image stitching, and offline programming",
      "Fast setup and simplified programming for high-mix, high-throughput production"
    ]
  },
  {
    "series": "accessories",
    "title": "Accessories & Components",
    "description": "Enhance the capabilities of your Fermi Vision systems with our range of specialized accessories and components. From advanced lighting solutions to precision mounting hardware, we offer everything needed to optimize your measurement setup.",
    "image": "HERO",
    "features": [
      "Specialized illumination systems",
      "Precision mounting hardware",
      "Calibration standards and tools",
      "Environmental control accessories",
      "Connectivity and integration components"
    ]
  }
]